{"pageProps":{"post":[{"Paal":"காமத்துப்பால்","Adhigaram":"பிரிவாற்றாமை ","AdhigaramNumber":"116.10","Kural":"அரிதாற்றி அல்லல்நோய் நீக்கிப் பிரிவாற்றிப்<br />பின்இருந்து வாழ்வார் பலர்.","Transliteration":"Aridhaatri Allalnoi  Neekkip  Pirivaatrip  Pinirundhu  Vaazhvaar  Palar","Vilakam":"காதலர் பிரிந்து செல்வதற்கு ஒப்புதல் அளித்து, அதனால் ஏற்படும் துன்பத்தைப் போக்கிக் கொண்டு, பிரிந்த பின்னும் பொறுத்திருந்து உயிரோடு வாழ்பவர் பலர் இருக்கலாம்; ஆனால் நான்?","Couplet":"Sorrow's sadness meek sustaining, Driving sore distress away,  Separation uncomplaining Many bear the livelong day","kalaingar_urai":"காதலர் பிரிந்து  செல்வதற்கு  ஒப்புதல்  அளித்து,  அதனால் ஏற்படும் துன்பத்தைப்  போக்கிக்  கொண்டு,   பிரிந்த   பின்னும்   பொறுத்திருந்து உயிரோடு வாழ்பவர் பலர் இருக்கலாம்; ஆனால் நான்?","parimezhalagar_urai":"(தலைவியர் பலரும் பிரிவாற்றியிருப்பர், அது நீ செய்கின்றில்லை, என்ற தோழிக்குச் சொல்லியது.) (நீ சொல்லுகின்றது ஒக்கும்,) அரிது ஆற்றி அல்லல் நோய் நீக்கி - பிரிவுணர்த்திய வழி அதற்கு உடம்பட்டுப் பிரியுங்கால் நிகழும் அல்லல் நோயினையும் நீக்கி; பிரிவு ஆற்றிப் பின் இருந்து வாழ்வார் பலர் - பிரிந்தால் அப்பிரிவு தன்னையும் ஆற்றிப் பின்னும் இருந்து உயிர் வாழும்மகளிர் உலகத்துப் பலர்.(பண்டையிற் சிறப்பத் தலையளி பெற்று இன்புறுகின்ற எல்லைக்கண்ணே அஃது இழந்து துன்புறுதற்கு உடம்படுதல் அரியதொன்றாகலின், 'அரியதனைச் செய்து' என்றும், 'செல்லுந் தேயத்து அவர்க்கு யாது நிகழும்'? என்றும் 'வருந்துணையும் யாம்ஆற்றியிருக்குமாறு என்? என்றும், 'அவ்வளவுதான் எஞ்ஞான்றும் வந்தெய்தும்' என்றும், இவ்வாற்றான் நிகழும் கவலை மனத்து நீங்காதாகலான் 'அல்லல் நோய் நீக்கி' என்றும், பிரிந்தால் வருந்துணையும் அகத்து நிகழும் காம வேதனையும், புறத்து 'யாழிசை,மதி, தென்றல் என்றிவை முதலாக வந்து இதனை வளர்ப்பனவும் ஆற்றலரிய வாகலின் 'பிரிவாற்றி' என்றும், தம் காதலரை இன்றியமையா 'மகளிருள் இவையெல்லாம் பொறுத்துப் பின்னும் இருந்துஉயிர் வாழ்வார் ஒருவரும் இல்லை' என்பது குறிப்பால் தோன்றப் 'பின் இருந்து வாழ்வார் பலர்''என்றும் கூறினாள். 'அரிது' என்பது வினைக்குறிப்புப்பெயர். பிரிவின்கண் நிகழ்வனவற்றைப் பிரிவு என்றாள். செய்து, நீக்கி, ஆற்றி என்பன ஓசை வகையான் அவ்வவற்றது அருமையுணரநின்றன. சிறப்பு உம்மை விகாரத்தால் தொக்கது; 'யானும்இறந்து படுவல்' என்பது கருத்து.)","m_varadharajanar":"பிரிய முடியாத பிரிவிற்கு உடன்பட்டு,( பிரியும் போது) துன்பத்தால் கலங்குவதையும், விட்டு பிரிந்த பின் பொருத்திருந்து பின்னும் உயிரோடிருந்து வாழ்வோர் உலகில் பலர்.","Solomon_pappaiya":"சம்பாதிப்பதற்குக் கணவன் பிரிந்தால் அவன் பிரிவைத் தாங்கிக் கொண்டு, பிரிவுத் துன்பத்தையும், விட்டுவிட்டு, அரிய செயலாற்றி உயிர் வாழும் பெண்கள் பலர் இருக்கின்றனர்."}]},"__N_SSP":true}