{"pageProps":{"post":[{"Paal":"காமத்துப்பால்","Adhigaram":"ஊடலுவகை ","AdhigaramNumber":"133.10","Kural":"ஊடுதல் காமத்திற்கு இன்பம் அதற்கின்பம்<br />கூடி முயங்கப் பெறின்.","Transliteration":"Ootudhal Kaamaththirku  Inpam  Adharkinpam  Kooti  Muyangap  Perin","Vilakam":"ஒருவருக்கொருவர் செல்லமாகச் சினங்கொண்டு பிரிந்திருப்பது எனப்படும் ஊடல், இருவரும் சேர்ந்த பிறகு காதல் இன்பத்தை அதிகமாகப் பருகிட உதவும் எனவே ஊடல் கொள்வதே ஒரு இன்பமான செயல்தான்","Couplet":"A 'feigned aversion' coy to pleasure gives a zest;  The pleasure's crowned when breast is clasped to breast","kalaingar_urai":"ஒருவருக்கொருவர்    செல்லமாகச்    சினங்கொண்டு   பிரிந்திருப்பது எனப்படும் ஊடல், இருவரும் சேர்ந்த பிறகு காதல் இன்பத்தை அதிகமாகப் பருகிட உதவும். எனவே ஊடல் கொள்வதே ஒரு இன்பமான செயல்தான்.","parimezhalagar_urai":"(இதுவும் அது) காமத்திற்கு இன்பம் ஊடுதல் - காமநுகர்ச்சிக்கு இன்பமாவது அதனை நுகர்தற்குரியராவார் ஆராமைபற்றித் தம்முள் ஊடுதல்; அதற்கு இன்பம் கூடி முயங்கப்பெறின் - அவ்வூடுதற்கு இன்பமாவது அதனை அளவறிந்து நீங்கித் தம்முள் கூடி முயங்குதல் கூடுமாயின், அம்முயக்கம். (கூடுதல் - ஒத்த அளவினராதல். முதிர்ந்த துனியாயவழித் துன்பம் பயத்தலானும், முதிராத புலவியாயவழிக் கலவியின்பம் பயவாமையானும், இரண்டற்கும் இடையாகிய அளவறிந்து நீங்குதல் அரிது என்பதுபற்றி, 'கூடிமுயங்கப்பெறின்' என்றான். 'அவ்விரண்டு இன்பமும் யான் பெற்றேன்' என்பதாம்.) ஈண்டுப் பிரிவினை வடநூல் மதம் பற்றிச் செலவு, ஆற்றாமை, விதுப்பு, புலவி என நால்வகைத்தாக்கிக் கூறினார். அவற்றுள் செலவு பிரிவாற்றாமையுள்ளும்; ஆற்றாமை படர் மெலிந்திரங்கல் முதல் நிறையழிதல் ஈறாயவற்றுள்ளும்; விதுப்பு அவர்வயின் விதும்பல் முதல் புணர்ச்சி விதும்பல் ஈறாயவற்றுள்ளும்; புலவி நெஞ்சோடு புலத்தல் முதல் ஊடலுவகை ஈறாயவற்றுள்ளும் கண்டுகொள்க. அஃதேல், வட நூலார் இவற்றுடனே சாபத்தினானாய நீக்கத்தினையும் கூட்டிப் பிரிவினை ஐவகைத்து என்றாரால் எனின், அஃது அறம் பொருள் இன்பம் என்னும் பயன்களுள் ஒன்றுபற்றிய பிரிவு அன்மையானும், முனிவராணையான் ஒரு காலத்து ஓர் குற்றத்துளதாவதல்லது உலக இயல்பாய் வாராமையானும் ஈண்டு ஒழிக்கப்பட்டது என்க.","m_varadharajanar":"காமத்திற்கு இன்பம் தருவது ஊடுதல் ஆகும், ஊடல் முடிந்த பின் கூடித் தழுவப் பெற்றால் அந்த ஊடலுக்கு இன்பமாகும்.","Solomon_pappaiya":"காதல் நுகர்ச்சிக்கு இன்பம் ஊடுதலே அவ்வூடலுக்கும் இன்பம், அளவு அறிந்து ஊடலை நீக்கிக் கூடித் தழுவுதலே."}]},"__N_SSP":true}