{"pageProps":{"post":[{"Paal":"அறத்துப்பால்","Adhigaram":"நீத்தார் பெருமை ","AdhigaramNumber":"3.7","Kural":"சுவைஒளி ஊறுஓசை நாற்றமென ஐந்தின்<br />வகைதெரிவான் கட்டே உலகு.","Transliteration":"Suvaioli Ooruosai  Naatramendru  Aindhin  Vakaidherivaan  Katte  Ulaku","Vilakam":"ஐம்புலன்களின் இயல்பை உணர்ந்து அவற்றை அடக்கியாளும் திறன் கொண்டவனையே உலகம் போற்றும்","Couplet":"Taste, light, touch, sound, and smell: who knows the way  Of all the five,- the world submissive owns his sway","kalaingar_urai":"ஐம்புலன்களின்   இயல்பை  உணர்ந்து அவற்றை அடக்கியாளும் திறன் கொண்டவனையே உலகம் போற்றும்.","parimezhalagar_urai":"சுவை ஒளி ஊறு ஓசை நாற்றம் என்ற ஐந்தின் வகை - சுவையும், ஒளியும், ஊறும், ஓசையும், நாற்றமும் என்று சொல்லப்பட்ட தன் மாத்திரைகள் ஐந்தனது கூறுபாட்டையும்; தெரிவான்கட்டே உலகு - ஆராய்வான் அறிவின்கண்ணதே உலகம். (அவற்றின் கூறுபாடு ஆவன :பூதங்கட்கு முதல் ஆகிய அவைதாம் ஐந்தும், அவற்றின்கண் தோன்றிய அப்பூதங்கள் ஐந்தும், அவற்றின் கூறு ஆகிய ஞானேந்திரியங்கள் ஐந்தும், கன்மேந்திரியங்கள் ஐந்தும் ஆக இருபதும் ஆம். 'வகைதெரிவான் கட்டு' என உடம்பொடு புணர்த்ததனால், தெரிகின்ற புருடனும், அவன் தெரிதற் கருவிஆகிய மான் அகங்கார மனங்களும், அவற்றிற்கு முதல் ஆகிய மூலப்பகுதியும் பெற்றாம். தத்துவம் இருபத்தைந்தனையும் தெரிதல் ஆவது, மூலப்பகுதி ஒன்றில் தோன்றியது அன்மையின் பகுதியே ஆவதல்லது விகுதி ஆகாது எனவும், அதன்கண் தோன்றிய மானும், அதன்கண் தோன்றிய அகங்காரமும், அதன்கண் தோன்றிய தன் மாத்திரைகளும் ஆகிய ஏழும், தத்தமக்கு முதலாயதனை நோக்க விகுதியாதலும் , தங்கண் தோன்றுவனவற்றை நோக்கப் பகுதியாதலும் உடைய எனவும், அவற்றின்கண் தோன்றிய மனமும், ஞானேந்திரியங்களும், கன்மேந்திரியங்களும்,பூதங்களும் ஆகிய பதினாறும் தங்கண் தோன்றுவன இன்மையின் விகுதியே ஆவதல்லது பகுதி ஆகா எனவும், புருடன், தான் ஒன்றில் தோன்றாமையானும் தன்கண் தோன்றுவன இன்மையானும் இரண்டும் அல்லன் எனவும், சாங்கிய நூலுள் ஓதியவாற்றான் ஆராய்தல். இவ் விருபத்தைந்துமல்லது உலகு எனப் பிறிதொன்று இல்லை என உலகினது உண்மை அறிதலின், அவன் அறிவின்கண்ண தாயிற்று. இவை நான்கு பாட்டானும் பெருமைக்கு ஏது ஐந்து அவித்தலும், யோகப் பயிற்சியும், தத்துவ உணர்வும் என்பது கூறப்பட்டது.)","m_varadharajanar":"சுவை, ஒளி, ஊறு, ஓசை, நாற்றம் என்று சொல்லப்படும் ஐந்தின் வகைகளையும் ஆராய்ந்து அறிய வல்லவனுடைய அறிவில் உள்ளது உலகம்.","Solomon_pappaiya":"சுவை, ஒளி, ஊறு, ஓசை, நாற்றம் என்று கூறப்படும் ஐந்து புலன்களின் வழிப் பிறக்கும் ஆசைகளை அறுத்து எறிபவனின் வசப்பட்டதே இவ்வுலகம்."}]},"__N_SSP":true}