{"pageProps":{"post":[{"Paal":"அறத்துப்பால்","Adhigaram":"வெகுளாமை ","AdhigaramNumber":"31.6","Kural":"சினமென்னும் சேர்ந்தாரைக் கொல்லி இனமென்னும்<br />ஏமப் புணையைச் சுடும்.","Transliteration":"Sinamennum Serndhaaraik  Kolli  Inamennum  Emap  Punaiyaich  Chutum","Vilakam":"சினங்கொண்டவரை அழிக்கக் கூடியதாகச் சினமென்னும் தீயே இருப்பதால், அது அவரை மட்டுமின்றி, அவரைப் பாதுகாக்கும் தோணி போன்ற சுற்றத்தையும் அழித்துவிடும்","Couplet":"Wrath, the fire that slayeth whose draweth near,  Will burn the helpful 'raft' of kindred dear","kalaingar_urai":"சினங்கொண்டவரை   அழிக்கக்   கூடியதாகச்   சின  மென்னும் தீயே இருப்பதால்,  அது   அவரை மட்டுமன்றி, அவரைப் பாதுகாக்கும் தோணி போன்ற சுற்றத்தையும் அழித்துவிடும்.","parimezhalagar_urai":"சினம் என்னும் சேர்ந்தாரைக் கொல்லி - சினம் என்னும் நெருப்பு; இனம் என்னும் ஏமப் புணையைச் சுடும் - தனக்கு இடமானவரையே யன்றி அவர்க்கு இனமாகிய ஏமப்புணையையும் சுடும். ('சேர்ந்தாரைக் கொல்லி' என்பது ஏதுப் பெயர்: 'தான்சேர்ந்த இடத்தைக் கொல்லும் தொழிலது' என்றவாறு. 'சேர்ந்தாரை' என உயர்திணைப் பன்மைமேல் வைத்து, ஏனை நான்கு பாலும் தம் கருத்தோடு கூடிய பொருளாற்றலால் கொண்டார். ஈண்டு உருவகம் செய்கின்றது துறந்தார் சினத்தையே ஆகலின், 'சினமென்னும் நெருப்பு' என்ற விதப்பு, உலகத்து நெருப்புச் சுடுவது தான் சேர்ந்த இடத்தையே , இந்நெருப்புச் சேராத இடத்தையும் சுடும் என்னும் வேற்றுமை தோன்ற நின்றது. ஈண்டு 'இனம்' என்றது, முற்றத் துறந்து தவஞானங்களால் பெரியராய்க் கேட்டார்க்கு உறுதி பயக்கும் மொழிகளை இனியவாகச் சொல்லுவாரை .உருவகம் நோக்கிச் 'சுடும்' என்னும் தொழில் கொடுத்தாராயினும், 'அகற்றும்' என்பது பொருளாகக் கொள்க. ஏமப்புணை - ஏமத்தை உபதேசிக்கும் புணை. 'இனம்' என்னும் ஏமப்புணை என்ற ஏகதேச உருவகத்தால், 'பிறவிக் கடலுள் அழுந்தாமல் வீடு என்னும் கரையேற்றுகின்ற' என வருவித்து உரைக்க. எச்ச உம்மை விகாரத்தால் தொக்கது. தன்னையும் வீழ்த்து, எடுப்பாரையும் அகற்றும் என்பதாம்.)","m_varadharajanar":"சினம் என்னும் சேர்ந்தவரை அழிக்கும் நெருப்பு ஒருவனுக்கு இனம் இன்பத் தெப்பத்தையும் சுட்டழிக்கும்.","Solomon_pappaiya":"சேர்ந்தவரைக் கொல்லி எனப்படும் கோபம், சேர்ந்தவரை மட்டும் அன்று; சேர்ந்தவர்க்குத் துணையாக இருப்பவரையும் எரித்துவிடும்."}]},"__N_SSP":true}