{"pageProps":{"post":[{"Paal":"அறத்துப்பால்","Adhigaram":"மெய்யுணர்தல்","AdhigaramNumber":"36.8","Kural":"பிறப்பென்னும் பேதைமை நீங்கச் சிறப்பென்னும்<br />செம்பொருள் காண்பது அறிவு.","Transliteration":"Pirappennum Pedhaimai  Neengach  Chirappennum  Semporul  Kaanpadhu  Arivu","Vilakam":"அடுத்த பிறப்பு எனக் கூறப்படும் அறியாமையைப் போக்கித் தெளிந்த உண்மையை நிலைநாட்டுவதுதான் அறிவுடைமையாகும்","Couplet":"When folly, cause of births, departs; and soul can view  The truth of things, man's dignity- 'tis wisdom true","kalaingar_urai":"அடுத்த பிறப்பு எனக் கூறப்படும் அறியாமையைப் போக்கித்  தெளிந்த உண்மையை நிலைநாட்டுவதுதான் அறிவுடைமையாகும்.","parimezhalagar_urai":"பிறப்பு என்னும் பேதைமை நீங்க - பிறப்பிற்கு முதற்காரணமாய அவிச்சை கெட, சிறப்பு என்னும் செம்பொருள் காண்பது அறிவு - வீட்டிற்கு நிமித்த காரணமாய செவ்விய பொருளைக் காண்பதே ஒருவர்க்கு மெய் உணர்வாவது. (பிறப்பென்னும் பேதைமை எனவும் 'சிறப்பு என்னும் செம்பொருள்' எனவும், காரியத்தைக் காரணமாக உபசரித்தார். ஐவகைக் குற்றங்களுள் அவிச்சை ஏனைய நான்கிற்கும் காரணமாதல் உடைமையின், அச்சிறப்புப் பற்றி அதனையே பிறப்பிற்குக் காரணமாகக் கூறினார். எல்லாப் பொருளினும் சிறந்ததாகலான், வீடு சிறப்பு எனப்பட்டது. தோற்றக்கேடுகள் இன்மையின் நித்தமாய் நோன்மையால் தன்னையொன்றும் கலத்தல் இன்மையின் தூய்தாய் , தான் எல்லாவற்றையும் கலந்து நிற்கின்ற முதற்பொருள் விகாரமின்றி எஞ்ஞான்றும் ஒரு தன்மைத்தாதல் பற்றி , அதனைச் 'செம்பொருள்' என்றார். மேல் 'மெய்ப்பொருள்' எனவும் 'உள்ளது' எனவும் கூறியதூஉம் இதுபற்றி என உணர்க. அதனைக் காண்கையாவது உயிர் தன்அவிச்சை கெட்டு அதனொடு ஒற்றுமையுற இடைவிடாது பாவித்தல், இதனைச் 'சமாதி எனவும்' 'சுக்கிலத்தியானம்' எனவும் கூறுப. உயிர் உடம்பின் நீங்கும் காலத்து அதனான் யாதொன்று பாவிக்கப்பட்டது, அஃது அதுவாய்த் தோன்றும் என்பது எல்லா ஆகமங்கட்கும் துணிபு ஆகலின், வீடு எய்துவார்க்கு அக்காலத்துப் பிறப்பிற்கு ஏதுவாய பாவனை கெடுதற்பொருட்டுக் கேவலப் பொருளையே பாவித்தல் வேண்டுதலான், அதனை முன்னே பயில்தலாய இதனின் மிக்க உபாயம் இல்லை என்பது அறிக. இதனான் பாவனை கூறப்பட்டது.)","m_varadharajanar":"பிறவித்துன்பத்திற்கு காரணமான அறியாமை நீங்குமாறு முக்தி எனும் சிறந்த நிலைக்குக் காரணமான செம் பொருளைக் காண்பதே மெய்யுணர்வு.","Solomon_pappaiya":"பிறவி என்னும் அறியாமையிலிருந்து விலகப் பிறவாமை என்னும் செவ்விய பொருளைக் காண்பதே மெய்யுணர்தல்."}]},"__N_SSP":true}