{"pageProps":{"post":[{"Paal":"அறத்துப்பால்","Adhigaram":"இல்வாழ்க்கை ","AdhigaramNumber":"5.3","Kural":"தென்புலத்தார் தெய்வம் விருந்தொக்கல் தானென்றாங்கு<br />ஐம்புலத்தாறு ஓம்பல் தலை.","Transliteration":"Thenpulaththaar Theyvam  Virundhokkal  Thaanendraangu  Aimpulaththaaru  Ompal  Thalai","Vilakam":"வாழ்ந்து மறைந்தோரை நினைவுகூர்தல், வாழ்வாங்கு வாழ்வோரைப் போற்றுதல், விருந்தோம்பல், சுற்றம் பேணல் ஆகிய கடமைகளை நிறைவேற்றத் தன்னை நிலைப்படுத்திக் கொள்ளல் எனப்படும் ஐவகை அறநெறிகளும் இல்வாழ்வுக்குரியனவாம்","Couplet":"The manes, God, guests kindred, self, in due degree,  These five to cherish well is chiefest charity","kalaingar_urai":"வாழ்ந்து  மறைந்தோரை  நினைவுகூர்தல், வாழ்வாங்கு  வாழ்வோரைப் போற்றுதல்,    விருந்தோம்பல்,   சுற்றம்  பேணல்   ஆகிய கடமைகளை நிறைவேற்றத் தன்னை    நிலைப்படுத்திக்   கொள்ளல் எனப்படும் ஐவகை அறநெறிகளும் இல்வாழ்வுக் குரியனவாம்.","parimezhalagar_urai":"தென்புலத்தார் தெய்வம் விருந்து ஒக்கல் தான் என்று - பிதிரர்,தேவர்,விருந்தினர்,சுற்றத்தார் தான் என்று சொல்லப்பட்ட; ஐம் புலத்து ஆறு ஓம்பல் தலை - ஐந்து இடத்தும் செய்யும் அறநெறியை வழுவாமல் செய்தல் இல்வாழ்வானுக்குச் சிறப்புடைய அறம்ஆம். (பிதிரராவார் படைப்புக்காலத்து அயனால் படைக்கப்பட்டதோர் கடவுட்சாதி; அவர்க்கு இடம் தென்திசை ஆதலின், 'தென்புலத்தார்' என்றார். தெய்வம் என்றது சாதியொருமை. 'விருந்து' என்பது புதுமை; அஃது ஈண்டு ஆகுபெயராய்ப் புதியவராய் வந்தார்மேல் நின்றது; அவர் இரு வகையர்: பண்டு அறிவுண்மையின் குறித்து வந்தாரும், அஃது இன்மையின் குறியாது வந்தாரும் என. ஒக்கல்: சுற்றத்தார். எல்லா அறங்களும் தான் உளனாய் நின்று செய்ய வேண்டுதலின் தன்னை ஓம்பலும் அறனாயிற்று. 'என்ற என்பது விகாரமாயிற்று'. 'ஆங்கு' அசை. ஐவகையும் அறம் செய்தற்கு இடனாகலின் 'ஐம்புலம்' என்றார். அரசனுக்கு இறைப்பொருள் ஆறில் ஒன்றாயிற்று, இவ்வைம்புலத்திற்கும் ஐந்து கூறு வேண்டுதலான் என்பதறிக.)","m_varadharajanar":"தென்புலத்தார், தெய்வம் விருந்தினர், சுற்றத்தார், தான் என்ற ஐவகையிடத்தும் அறநெறி தவறாமல் போற்றுதல் சிறந்த கடமையாகும்.","Solomon_pappaiya":"இறந்து தென்திசையில் வாழ்பவர், தேவர்கள், விருந்தினர், சுற்றத்தார், தான் என்னும் ஐந்து பேருக்கும் செய்ய வேண்டிய அறத்தைத் தவறாமல் செய்வது சிறப்பு."}]},"__N_SSP":true}