{"pageProps":{"post":[{"Paal":"பொருட்பால்","Adhigaram":"பெரியாரைத் துணைக்கோடல்","AdhigaramNumber":"45.2","Kural":"உற்றநோய் நீக்கி உறாஅமை முற்காக்கும்<br />பெற்றியார்ப் பேணிக் கொளல்.","Transliteration":"Utranoi Neekki  Uraaamai  Murkaakkum  Petriyaarp  Penik  Kolal","Vilakam":"வந்துள்ள துன்பத்தைப் போக்கி, மேலும் துன்பம் நேராமல் காக்கவல்ல பெரியோர்களைத் துணையாகக் கொள்ள வேண்டும்","Couplet":"Cherish the all-accomplished men as friends,  Whose skill the present ill removes, from coming ill defends","kalaingar_urai":"வந்துள்ள துன்பத்தைப் போக்கி, மேலும் துன்பம் நேராமல் காக்கவல்ல பெரியோர்களைத் துணையாகக் கொள்ள வேண்டும்.","parimezhalagar_urai":"உற்ற நோய் நீக்கி - தெய்வத்தானாக மக்களானாகத் தனக்கு வந்த துன்பங்களை நீக்குமாறு அறிந்து நீக்கி ; உறாமை முற்காக்கும் பெற்றியார் - பின் அப்பெற்றியன வாராவண்ணம் முன் அறிந்து காக்கவல்ல தன்மையினையுடையாரை; பேணிக்கொளல் - அரசன் அவர் உவப்பன செய்து துணையாகக் கொள்க. (தெய்வத்தான் வரும் துன்பங்களாவன: மழையினது இன்மை மிகுதிகளானும், காற்று தீ, பிணி என்ற இவற்றானும் வருவன. அவை கடவுளரையும் தக்கோரையும் நோக்கிச் செய்யும் சாந்திகளான் நீக்கப்படும். மக்களான் வரும் துன்பங்களாவன: பகைவர், கள்வர், கற்றறிந்தார், வினை செய்வார் என்றிவர்களான் வருவன. அவை சாம பேத தான தண்டங்கள் ஆகிய நால்வகை உபாயத்துள் ஏற்றதனால் நீக்கப்படும். முற்காத்தலாவது: தெய்வத்தான் வருவனவற்றை உற்பாதங்களால் அறிந்து அச்சாந்திகளால் காத்தலும், மக்களான் வருவனவற்றை அவர் குணம், இங்கிதம், ஆகாரம், செயல் என்பனவற்றுள் அறிந்து, அவ்வுபாயங்களுள் ஒன்றால் காத்தலும் ஆம் ; ஆகவே புரோகிதரையும் அமைச்சரையும் கூறியவாறாயிற்று. இங்கிதம் - குறிப்பால் நிகழும் உறுப்பின் தொழில். ஆகாரம் - குறிப்பின்றி நிகழும் வேறுபாடு. உவப்பன - நன்கு மதித்தல் முதலியன. இவை இரண்டு பாட்டானும் பெரியாரது இலக்கணமும்,அவரைத் துணையாகக் கோடல் வேண்டும் என்பதூஉம்,கொள்ளுமாறும் கூறப்பட்டன.)","m_varadharajanar":"வந்துள்ள துன்பத்தை நீக்கி, இனித் துன்பம் வராதபடி முன்னதாகவே காக்கவல்ல தன்மையுடையவரைப் போற்றி நட்புக் கொள்ள வேண்டும்.","Solomon_pappaiya":"வந்த துன்பங்களைப் போக்கும் வழி அறிந்து போக்கி, அவை திரும்பவும் வராமல் முன்னதாகவே காக்கும் ஆற்றல் மிக்கவரை, அவருக்கு வேண்டியதைச் செய்து, துணையாகப் பெறுக."}]},"__N_SSP":true}