{"pageProps":{"post":[{"Paal":"பொருட்பால்","Adhigaram":"தெரிந்துதெளிதல் ","AdhigaramNumber":"51.1","Kural":"அறம்பொருள் இன்பம் உயிரச்சம் நான்கின்<br />திறந்தெரிந்து தேறப் படும்.","Transliteration":"Aramporul Inpam  Uyirachcham  Naankin  Thirandherindhu  Therap  Patum","Vilakam":"அறவழியில் உறுதியானவனாகவும், பொருள் வகையில் நாணயமானவனாகவும், இன்பம் தேடி மயங்காதவனாகவும், தன்னுயிருக்கு அஞ்சாதவனாகவும் இருப்பவனையே ஆய்ந்தறிந்து ஒரு பணிக்கு அமர்த்த வேண்டும்","Couplet":"How treats he virtue, wealth and pleasure? How, when life's at stake,  Comports himself? This four-fold test of man will full assurance make","kalaingar_urai":"அறவழியில் உறுதியானவனாகவும், பொருள்  வகையில் நாணயமானவனாகவும், இன்பம்  தேடி  மயங்காதவனாகவும்,  தன்னுயிருக்கு அஞ்சாதவனாகவும்  இருப்பவனையே ஆய்ந்தறிந்து ஒரு பணிக்கு அமர்த்த வேண்டும்.","parimezhalagar_urai":"அறம் பொருள் இன்பம் உயிர் அச்சம் - அரசனால் தெளியப்படுவான் ஒருவன், அறமும் பொருளும் இன்பமும் உயிர்ப் பொருட்டான் வரும் அச்சமும் என்னும், நான்கின் திறம் தெரிந்து தேறப்படும் - உபதை நான்கின் திறத்தான் மனவியல்பு ஆராய்ந்தால் பின்பு தெளி்யப்படும். (அவற்றுள், அற உபதையாவது, புரோகிதரையும் அறவோரையும் விட்டு அவரால் இவ்வரசன் அறவோன் அன்மையின் இவனைப் போக்கி அறனும் உரிமையும் உடையான் ஒருவனை வைத்தற்கு எண்ணினம், இது தான் யாவர்க்கும் இயைந்தது, நின் கருத்து என்னை? எனச் சூளுறவோடு சொல்லுவித்தல், பொருள் உபதையாவது: சேனைத் தலைவனையும் அவனோடு இயைந்தாரையும் விட்டு, அவரான் இவ்வரசன் இவறன் மாலையன் ஆகலின், இவனைப் போக்கிக் கொடையும் உரிமையும் உடையான் ஒருவனைவைத்தற்கு எண்ணினம், இது தான் யாவருக்கும் இயைந்தது, நின் கருத்துஎன்னை? எனச் சூளுறவோடு சொல்லுவித்தல். இன்பஉபதையாவது, தொன்று தொட்டு உரிமையோடு பயின்றாளொரு தவமுதுமகளை விட்டு, அவளால், உரிமையுள் இன்னாள் நின்னைக் கண்டு வருத்தமுற்றுக் கூட்டுவிக்க வேண்டும்என்று என்னை விடுத்தாள், அவனைக் கூடுவையாயின் நினக்குப்பேரின்பமே அன்றிப் பெரும்பொருளும் கைகூடும் எனச்சூளுறவோடு சொல்லுவித்தல். அச்ச உபதையாவது, ஒருநிமித்தத்தின் மேலிட்டு ஓர் அமைச்சனால் ஏனையோரை அவன் இல்லின்கண் அழைப்பித்து, இவர் அறைபோவான்எண்ணற்குக் குழீயினார் என்று தான் காவல் செய்து, ஒருவனால் இவ்வரசன் நம்மைக் கொல்வான் சூழ்கின்றமையின் அதனை நாம்முற்படச் செய்து, நமக்கு இனிய அரசன் ஒருவனை வைத்தல்ஈண்டை யாவர்க்கும் இயைந்தது, நின் கருத்து என்னை?எனச் சூளுறவோடு சொல்லுவித்தல். இந்நான்கினும்திரிபிலன் ஆயவழி, எதிர்காலத்தும் திரிபிலன் எனக்கருத்தளவையால்தெளியப்படும் என்பதாம். இவ்வடநூற் பொருண்மையைஉட்கொண்டு இவர் ஓதியது அறியாது,பிறரெல்லாம் இதனைஉயிரெச்சம் எனப் பாடம் திரித்துத் தத்தமக்குத்தோன்றியவாறே உரைத்தார்.)","m_varadharajanar":"அறம், பொருள், இன்பம், உயிர்காக அஞ்சும் அச்சம் ஆகிய நான்கு வகையாலும் ஆராயப்பட்ட பிறகே ஒருவன் (ஒரு தொழிலுக்கு உரியவனாகத்) தெளியப்படுவான்.","Solomon_pappaiya":"அறத்தைக் காக்க அரசைக் கவிழ்ப்போம், சம்பள உயர்வு தராத அரசைக் கவிழ்ப்போம், உனக்காகவே வாழும் பெண் இவள் என்பது போல் கூறி அறம், பணம், பெண் என்னும் மூன்று பொய்க் காரணங்களால் சோதிப்பது, அவனது உயிருக்கு ஆபத்தை விளைவிப்பது போல் நடிப்பது என இந்நான்கு சோதனைகளால் ஒருவனின் மன இயல்பை ஆராய்ந்து அவனைப் பதவிக்குத் தேர்வு செய்ய வேண்டும்."}]},"__N_SSP":true}