{"pageProps":{"post":[{"Paal":"பொருட்பால்","Adhigaram":"தூது ","AdhigaramNumber":"69.7","Kural":"கடனறிந்து காலங் கருதி இடனறிந்து<br />எண்ணி உரைப்பான் தலை.","Transliteration":"Katanarindhu Kaalang  Karudhi  Itanarindhu  Enni  Uraippaan  Thalai","Vilakam":"ஆற்றவேண்டிய கடமையை அறிந்து, அதற்குரிய காலத்தையும் இடத்தையும் தேர்ந்து, சொல்ல வேண்டியதைத் தெளிவாகச் சிந்தித்துச் சொல்பவனே சிறந்த தூதனாவான்","Couplet":"He is the best who knows what's due, the time considered well,  The place selects, then ponders long ere he his errand tell","kalaingar_urai":"ஆற்றவேண்டிய    கடமையை    அறிந்து,  அதற்குரிய  காலத்தையும் இடத்தையும் தேர்ந்து, சொல்ல   வேண்டியதைத்  தெளிவாகச்  சிந்தித்துச் சொல்பவனே சிறந்த தூதனாவான்.","parimezhalagar_urai":"கடன் அறிந்து - வேற்றரசரிடத்துத் தான் செய்யும் முறைமை யறிந்து; காலம் கருதி - அவர் செவ்வி பார்த்து; இடன் அறிந்து - சென்ற கருமஞ் சொல்லுதற்கு ஏற்ற இடம் அறிந்து; எண்ணி - சொல்லுமாற்றை முன்னே விசாரித்து; உரைப்பான் தலை - அவ்வாறு சொல்லுவான் தூதரின் மிக்கான். (செய்யும் முறையாவது: அவர் நிலையும் தன் அரசன் நிலையும் தன் நிலையும் தூக்கி, அவற்றிற்கு ஏற்பக் காணும் முறைமையும் சொல்லும் முறைமையும் முதலாயின. செவ்வி - தன் சொல்லை ஏற்றுக் கொள்ளும் மன நிகழ்ச்சி. அது காலவயத்ததாகலின் காலம் என்றார். இடம்: தனக்குத் துணையாவார் உடனாய இடம். எண்ணுதல்: தான் அது சொல்லுமாறும், அதற்கு அவர் சொல்லும் உத்தரமும், அதற்குப்பின் தான் சொல்லுவனவுமாக இவ்வாற்றான் மேன்மேல் தானே கற்பித்தல். வடநூலார் இவ்விரு வகையாருடன் ஓலை கொடுத்து நிற்பாரையும் கூட்டித் தூதரைத் தலை, இடை, கடை, என்று வகுத்துக் கூறினாராகலின், அவர் மதமும் தோன்றத் 'தலை' என்றார். தூது என்பது அதிகாரத்தான் வந்தது. இவை ஐந்து பாட்டானும் தான் வகுத்துக் கூறுவானது இலக்கணம் கூறப்பட்டது.)","m_varadharajanar":"தன் கடமை இன்னதென்று தெளிவாக அறிந்து , அதை செய்வதற்கு ஏற்றக்காலத்தை எதிர்நோக்கி தக்க இடத்தையும் ஆராய்ந்து சொல்கின்றவனே தூதன்.","Solomon_pappaiya":"தம் நாட்டிற்காக அடுத்த அரசிடம் தாம் ஆற்றவேண்டிய கடமையை அறிந்து, சொல்ல வேண்டியதை முன்னதாகவே மனத்துள் திட்டமிட்டு, ஏற்ற நேரம் பார்த்துக் கடமையைச் செய்வதற்குப் பொருத்தமான இடத்தையும் கண்டு சொல்பவனே தூதருள் தலைமையானவன்."}]},"__N_SSP":true}